Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginReset/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: All user preferences will be reset
zh_hans: 所有用户偏好设置将被重置
zh_hant_hk: 所有用户偏好設置將被重置
zh_hant_tw: 所有使用者偏好設定將被重置

source: App Information
zh_hans: 应用信息
zh_hant_hk: 應用信息
zh_hant_tw: 應用資訊

source: App version
zh_hans: 应用版本
zh_hant_hk: 應用版本
zh_hant_tw: 應用版本

source: Clear the media storage selection
zh_hans: 清除媒体存储位置选择
zh_hant_hk: 清除媒體存儲位置選擇
zh_hant_tw: 清除媒體儲存位置選擇

source: Close
zh_hans: 关闭
zh_hant_hk: 關閉
zh_hant_tw: 關閉

source: Continue Reset
zh_hans: 继续重置
zh_hant_hk: 繼續重置
zh_hant_tw: 繼續重置

source: Current Version
zh_hans: 当前版本
zh_hant_hk: 當前版本
zh_hant_tw: 當前版本

source: Data Storage Reset
zh_hans: 数据存储重置
zh_hant_hk: 數據存儲重置
zh_hant_tw: 資料儲存重置

source: Data storage will be restored to default location
zh_hans: 数据存储将恢复到默认位置
zh_hant_hk: 數據存儲將恢復到默認位置
zh_hant_tw: 資料儲存將恢復到預設位置

source: Irreversible
zh_hans: 不可撤销
zh_hant_hk: 不可撤銷
zh_hant_tw: 不可撤銷

source: Playback, theme, and library records are not deleted
zh_hans: 播放、主题和媒体库记录不会被删除
zh_hant_hk: 播放、主題和媒體庫記錄不會被刪除
zh_hant_tw: 播放、主題和媒體庫記錄不會被刪除

source: Preferences Kept
zh_hans: 保留偏好设置
zh_hant_hk: 保留偏好設置
zh_hant_tw: 保留偏好設定

source: Preferences Reset
zh_hans: 偏好设置重置
zh_hant_hk: 偏好設置重置
zh_hant_tw: 偏好設定重置

source: Reset Settings
zh_hans: 重置设置
zh_hant_hk: 重置設置
zh_hant_tw: 重置設定

source: Reset settings to system default state
zh_hans: 将设置重置为系统默认状态
zh_hant_hk: 將設置重置為系統默認狀態
zh_hant_tw: 將設定重置為系統預設狀態

source: Reset Storage Location
zh_hans: 重置存储位置
zh_hant_hk: 重置存儲位置
zh_hant_tw: 重置儲存位置

source: Resetting…
zh_hans: 正在重置…
zh_hant_hk: 正在重置…
zh_hant_tw: 正在重置…

source: Restoring default settings, please wait
zh_hans: 正在恢复默认设置，请稍候
zh_hant_hk: 正在恢復默認設置，請稍候
zh_hant_tw: 正在恢復預設設定，請稍候

source: Restoring storage selection, please wait
zh_hans: 正在恢复存储位置选择，请稍候
zh_hant_hk: 正在恢復存儲位置選擇，請稍候
zh_hant_tw: 正在恢復儲存位置選擇，請稍候

source: Storage Location Reset
zh_hans: 存储位置重置
zh_hant_hk: 存儲位置重置
zh_hant_tw: 儲存位置重置

source: System
zh_hans: 系统
zh_hant_hk: 系統
zh_hant_tw: 系統

source: System settings
zh_hans: 系统设置
zh_hant_hk: 系統設置
zh_hant_tw: 系統設定

source: The media storage selection will be cleared
zh_hans: 媒体存储位置选择将被清除
zh_hant_hk: 媒體存儲位置選擇將被清除
zh_hant_tw: 媒體儲存位置選擇將被清除

source: This action cannot be undone, proceed with caution
zh_hans: 此操作无法撤销，请谨慎操作
zh_hant_hk: 此操作無法撤銷，請謹慎操作
zh_hant_tw: 此操作無法撤銷，請謹慎操作

source: Reset app state or data to restore the initial state
zh_hans: 重置应用状态或数据，恢复初始状态。
zh_hant_hk: 重設應用程式狀態或資料，恢復初始狀態。
zh_hant_tw: 重設應用程式狀態或資料，恢復初始狀態。

source: Reset
zh_hans: 重置
zh_hant_hk: 重置
zh_hant_tw: 重置

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Reset: restores the app to its initial state.
zh_hans: 重置：将应用恢复至初始状态。
zh_hant_hk: 重置：將應用程式恢復至初始狀態。
zh_hant_tw: 重置：將應用程式恢復至初始狀態。

source: Risk Warning: warns before resetting.
zh_hans: 风险提示：重置前给出风险提示。
zh_hant_hk: 風險提示：重置前提供風險提示。
zh_hant_tw: 風險提示：重置前提供風險提示。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Opens Reset in Settings.
zh_hans: 在设置中打开「重置」。
zh_hant_hk: 在設定中開啟「重置」。
zh_hant_tw: 在設定中開啟「重置」。

source: Resets after confirmation.
zh_hans: 确认后执行重置操作。
zh_hant_hk: 確認後執行重置操作。
zh_hant_tw: 確認後執行重置操作。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Resetting clears related data; proceed with caution.
zh_hans: 重置会清除相关数据，请谨慎操作。
zh_hant_hk: 重置會清除相關資料，請謹慎操作。
zh_hant_tw: 重置會清除相關資料，請謹慎操作。

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Restores the app to its initial state.
zh_hans: 将应用恢复至初始状态。
zh_hant_hk: 將應用程式恢復至初始狀態。
zh_hant_tw: 將應用程式恢復至初始狀態。

source: Warns before resetting.
zh_hans: 重置前给出风险提示。
zh_hant_hk: 重置前提供風險提示。
zh_hant_tw: 重置前提供風險提示。

source: Risk Warning
zh_hans: 风险提示
zh_hant_hk: 風險提示
zh_hant_tw: 風險提示
